/* when folder is not found. error message in case other case. description in the dialog box. %@ is the name of the folder. */
"\"%@\" folder was not found and could not be created. This folder is required to get Sparrow to work properly." = "\"%@\" 文件夹未找到且无法创建。此文件夹是 Sparrow 正常工作的必要条件。";

/* copy-paste content in case there is no sender: first %@ is the subject, second %@ is the URL */
"%@ (%@)" = "%1$@ (%2$@)";

/* folder name and unread count. %@ is the folder name. %u is the unread count.
   label name and unread count. %@ is the folder name. %u is the unread count. */
"%@ (%u)" = "%1$@ (%2$u)";

/* copy-paste content: first %@ is the sender, second %@ is the subject */
"%@: %@" = "%1$@: %2$@";

/* copy-paste content: first %@ is the sender, second %@ is the subject, third %@ is the URL */
"%@: %@ (%@)" = "%1$@: %2$@ (%3$@)";

/* contents of growl notification when there are several messages to notify, %u is the number of new messages */
"%u new messages" = "%u 封新邮件";

/* placeholder when the attachment has no name in the generated preview of the message */
"(no name)" = "（无名称）";

/* in the message cell, when there is no recipient */
"(No recipient)" = "（无收件人）";

/* growl notification: placeholder the message has no subject
   placeholder for message with no subject for copy-paste content
   placeholder for message with no subject in message cell
   placeholder for the message when it has no subject. will be used for the filename
   placeholder of the message in activity when it has no subject */
"(no subject)" = "（无主题）";

/* when the preview is truncated in pasteboard */
"\\U2026" = "…";

/* error description. */
"A message could not be retrieved. It must have disappeared. Please refresh." = "邮件未能取回。肯定已消失。请刷新。";

/* A new version is available. title of the dialog box. */
"A new version of %@ is available" = "更高版本的 %@ 可供使用";

/* error description (generic imap). */
"A secure connection is not available on the mail server." = "邮件服务器的安全连接不可用。";

/* fonts broken on the system. description of the dialog box. */
"A system font is missing. Make sure to restore your default Mac OS X fonts." = "系统字体丢失。确保恢复默认的 Mac OS X 字体。";

/* main menu */
"About Sparrow" = "关于 Sparrow";

/* main menu */
"Activity" = "活动";

/* main menu */
"Add Account" = "添加帐户";

/* main menu */
"Add Link\\U2026" = "添加链接…";

/* main menu */
"Ads Disabled" = "广告已停用";

/* main menu */
"Align Left" = "左对齐";

/* main menu */
"Align Right" = "右对齐";

/* search bar */
"All" = "全部";

/* All Mail menu item (for gmail), in labels menu
   All Mail menu item in popup menu, in labels menu
   tooltip for All Mail */
"All Mail" = "所有邮件";

/* error description. */
"An unexpected error occurred on the server. Please retry later." = "本服务器发生意外错误。请稍后重试。";

/* error description (for gmail). */
"An unexpected error occurred when communicating with Gmail servers. Please report a bug." = "与 Gmail 服务器进行通信时发生意外错误。请报告 bug。";

/* error description (generic imap). */
"An unexpected error occurred when communicating with the servers. Please report a bug." = "与服务器进行通信时发生意外错误。请报告 bug。";

/* Description of the dialog box: Leopard double update message. */
"Another update is needed.\nYou will be automatically redirected to the update panel." = "需要另一个更新。\n您将自动重定向到更新面板。";

/* search token */
"ANY" = "任意";

/* label of the archive toolbar button
   main menu
   tooltip of the archive toolbar button */
"Archive" = "归档";

/* Archive and Label menu item
   Archive and Label menu item (as title of the menu)
   Archive and Label menu item (for gmail)
   conversation list: menu item
   main menu */
"Archive and Label" = "归档和标签";

/* Archive menu item (generic imap), in labels menu
   Archive menu item in popup menu, in labels menu
   tooltip for Archive category */
"Archive-LocSidebar" = "归档";

/* when pressing on the empty spam button from spam bar, title */
"Are you sure you want to erase the messages in the Spam?" = "您真的要永久删除“垃圾邮件”中的邮件吗？";

/* when pressing on the empty trash button from trash bar, title */
"Are you sure you want to permanently erase the messages in the Trash?" = "您真的要永久删除“废纸篓”中的邮件吗？";

/* main menu */
"Attach Files\\U2026" = "附带文件…";

/* search term: message has attachment */
"Attachment" = "附件";

/* search token */
"ATTACHMENT" = "附件";

/* Attachments of the message could not be downloaded. description in the dialog box. %@ is the subject of the message. */
"Attachments of the message \"%@\" could not be downloaded. Please retry later." = "邮件 \"%@\" 的附件未能下载。请稍后重试。";

/* Attachments of the message with no subject could not be downloaded. description in the dialog box. */
"Attachments of the message with no subject could not be downloaded. Please retry later." = "没有主题的邮件附件未能下载。请稍后重试。";

/* main menu */
"Baseline" = "基线";

/* main menu */
"Bigger" = "较大";

/* main menu */
"Bold" = "粗体";

/* main menu */
"Bring All to Front" = "前置全部窗口";

/* main menu */
"Bullet" = "项目符号";

/* buy button label */
"Buy Sparrow" = "购买 Sparrow";

/* Cancel
   when emptying the trash: Cancel button */
"Cancel" = "取消";

/* database could not be created. title of dialog box. */
"Cannot create Message Database" = "无法创建邮件数据库";

/* main menu */
"Capitalize" = "大写";

/* main menu */
"Center" = "居中";

/* main menu */
"Check Document Now" = "立即检查文稿";

/* main menu */
"Check for Updates\\U2026" = "核查更新…";

/* main menu */
"Check Grammar With Spelling" = "检查拼写和语法";

/* main menu */
"Check Spelling While Typing" = "键入时检查拼写";

/* pop activity */
"checking %i messages" = "检查 %i 邮件";

/* syncing description progress */
"Checking for mail\\U2026" = "正在检查邮件…";

/* main menu */
"Close" = "关闭";

/* label of the compose toolbar button */
"Compose" = "编写";

/* main menu */
"Compose New Message" = "编写新邮件";

/* main menu */
"Connection Checker\\U2026" = "连接检查器…";

/* Connection error. title of the dialog box. */
"Connection error" = "连接错误";

/* cloudapp prefs: error description. */
"Connection to CloudApp could not be established. Either your connection is not available or the CloudApp server is unavailable. Please retry later." = "未能建立与 CloudApp 的连接。连接或 CloudApp 服务器不可用。请稍后重试。";

/* cloudapp prefs: error description. */
"Connection to CloudApp could not be established. Your computer is not connected to the Internet. Please connect your computer to the Internet and retry." = "未能建立与 CloudApp 的连接。您的电脑没有与 Internet 相连。请将您的电脑与 Internet 相连，然后重试。";

/* cloudapp prefs: error description. */
"Connection to Dropbox could not be established. Your computer is not connected to the Internet. Please connect your computer to the Internet and retry." = "未能建立与 Dropbox 的连接。您的电脑没有与 Internet 相连。请将您的电脑与 Internet 相连，然后重试。";

/* error description (for gmail). */
"Connection to Gmail could not be established. Either your connection is not available or Gmail is unavailable. Please retry later." = "未能建立与 Gmail 的连接。连接或 Gmail 不可用。请稍后重试。";

/* error description (for gmail). */
"Connection to Gmail could not be established. Your computer is not connected to the Internet. Please connect your computer to the Internet and retry." = "未能建立与 Gmail 的连接。您的电脑没有与 Internet 相连。请将您的电脑与 Internet 相连，然后重试。";

/* error description (for gmail). */
"Connection to Gmail could not be established. Your email or your password is not correct. Please check you typed them properly and retry." = "未能建立与 Gmail 的连接。您的电子邮件或密码不正确。请检查输入是否正确，然后重试。";

/* error description (generic imap). */
"Connection to the mail server could not be established. Either your connection is not available or the mail server is unavailable. Please retry later." = "未能建立与邮件服务器的连接。连接或邮件服务器不可用。请稍后重试。";

/* error description (generic imap). occurs in assistant. */
"Connection to the mail server could not be established. Either your connection is not available or the mail server is unavailable. Please try to untick Secure in the settings and try again." = "未能建立与邮件服务器的连接。连接或邮件服务器不可用。请尝试取消勾选设置中的“安全”，然后再试一次。";

/* error description (generic imap). */
"Connection to the mail server could not be established. Your computer is not connected to the Internet. Please connect your computer to the Internet and retry." = "未能建立与邮件服务器的连接。您的电脑没有与 Internet 相连。请将您的电脑与 Internet 相连，然后重试。";

/* cloudapp prefs: error description. */
"Connection to your account could not be established. Your computer is not connected to the Internet. Please connect your computer to the Internet and retry." = "未能建立与帐户的连接。您的电脑没有与 Internet 相连。请将您的电脑与 Internet 相连，然后重试。";

/* cloudapp prefs: error description. */
"Connection to your account could not be established. Your login or your password is not correct. Please check you typed them properly and retry." = "未能建立与帐户的连接。您的登录名或密码不正确。请检查输入是否正确，然后重试。";

/* cloudapp prefs: error description. */
"Connection to your CloudApp account could not be established. Your login or your password is not correct. Please check you typed them properly and retry." = "未能建立与 CloudApp 帐户的连接。您的登录名或密码不正确。请检查输入是否正确，然后重试。";

/* error description. */
"Connection to your Dropbox account could not be established. Dropbox service is not available. Please, retry later." = "未能建立与 Dropbox 帐户的连接。暂不提供 Dropbox 服务。请稍后重试。";

/* cloudapp prefs: error description.
   error description. */
"Connection to your Dropbox account could not be established. Your login or your password is not correct. Please check you typed them properly and retry." = "未能建立与 Dropbox 帐户的连接。您的登录名或密码不正确。请检查输入是否正确，然后重试。";

/* error description (generic imap). %@ is the email address. */
"Connection to your mail account %@ could not be established. Your login or your password is not correct. Please check you typed them properly and retry." = "未能建立与邮件帐户 %@ 的连接。您的登录名或密码不正确。请检查输入是否正确，然后重试。";

/* main menu */
"Copy" = "拷贝";

/* main menu */
"Copy Ruler" = "拷贝标尺";

/* main menu */
"Copy Style" = "拷贝样式";

/* main menu */
"Correct Spelling Automatically" = "自动纠正拼写";

/* main menu */
"Cut" = "剪切";

/* search token */
"DATE" = "日期";

/* search suggestions category */
"Dates" = "日期";

/* main menu */
"Decrease Indent Level" = "减少缩进级别";

/* main menu */
"Decrease Quote Level" = "减少引用级别";

/* main menu */
"Default" = "默认";

/* label of the trash toolbar button
   main menu
   tooltip of the trash toolbar button */
"Delete" = "删除";

/* name of the folder in error message when the folder is not available */
"Deleted Messages" = "已删除邮件";

/* Messages are being sent while quitting. title of the dialog box. */
"Do you want to quit now?" = "您要退出吗？";

/* A new version is available. description in the dialog box. first %@ is the name of the application. second %@ is the version to update to. */
"Do you want to update to %@ %@ using the Mac App Store? This is a free version update." = "是否要使用 Mac App Store 更新到 %1$@ %2$@？这是免费的版本更新。";

/* Don't Quit button when sending while quitting */
"Don't Quit" = "不退出";

/* Attachments of the message could not be downloaded. Title of the dialog box.
   The attachment could not be downloaded. title of the dialog box. */
"Download failed" = "下载失败";

/* Download latest version button when sparrow expired in the dialog */
"Download latest version" = "下载最新版本";

/* syncing description progress, when progress value is available, first %u is the progress value, second %u is the maximum progress */
"Downloading %u of %u" = "下载 %2$u 的 %1$u";

/* Draft message indication
   search term */
"Draft" = "草稿";

/* main menu
   name of the folder in error message when the folder is not available
   tooltip for Drafts */
"Drafts" = "草稿";

/* main menu */
"Edit" = "编辑";

/* spam bar empty button
   trash bar empty button */
"Empty" = "空";

/* when emptying the spam folder: Empty button */
"Empty Spam" = "清空垃圾邮件";

/* when emptying the trash: Empty button */
"Empty Trash" = "清倒废纸篓";

/* main menu */
"Enter Full Screen" = "进入全屏";

/* search suggestion menu */
"Entire message" = "全部邮件";

/* error description (generic imap). */
"Exceeded bandwidth limit. Please contact your provider." = "超过带宽限制。请联系您的提供商。";

/* error description. %@ is the URL to open. (for gmail) */
"Exceeded bandwidth limit. Please try to unlock your account using the following webpage: %@" = "超过带宽限制。请尝试使用以下网页解锁帐户： %@";

/* main menu */
"Exit Full Screen" = "退出全屏";

/* main menu */
"Extended Sidebar" = "扩展侧栏";

/* main menu */
"File" = "文件";

/* main menu */
"Find" = "查找";

/* main menu */
"Find Next" = "查找下一个";

/* main menu */
"Find Previous" = "查找上一个";

/* main menu */
"Find\\U2026" = "查找…";

/* search suggestion menu */
"Folder" = "文件夹";

/* search token */
"FOLDER" = "文件夹";

/* when folder is not found. title of the dialog box. */
"Folder not found" = "文件夹未找到";

/* search suggestion category
   tooltip for Folders section in sidebar */
"Folders" = "文件夹";

/* main menu */
"Font" = "字体";

/* main menu */
"Format" = "格式";

/* conversation list: menu item
   main menu
   menu item for reply toolbar button */
"Forward" = "转发";

/* search token: completion string */
"friday" = "星期五";

/* search term */
"Friday" = "星期五";

/* search bar
   search suggestion menu */
"From" = "来自";

/* search token */
"FROM" = "来自";

/* search token prefix */
"from:" = "来自：";

/* pop activity */
"getting message content" = "获得邮件内容";

/* pop activity */
"getting message content %i/%i" = "获得邮件内容 %1$i/%2$i";

/* pop activity */
"getting message header %i/%i" = "获得邮件标题 %1$i/%2$i";

/* pop activity */
"getting message list" = "获得邮件列表";

/* displayed in mesage list: Getting messages */
"Getting messages" = "接收邮件";

/* main menu */
"Go to Next Message" = "前往下一邮件";

/* main menu */
"Go to Previous Message" = "前往上一邮件";

/* search token: prefix in case of attachment */
"HAS" = "有";

/* search token: completion string */
"has:attachment, attachment, filename" = "has:attachment, attachment, filename, 有:附件，附件，文件名";

/* main menu */
"Help" = "帮助";

/* main menu */
"Hide Others" = "隐藏其他";

/* main menu */
"Hide Sparrow" = "隐藏 Sparrow";

/* A new version is available. Ignore button. */
"Ignore" = "忽略";

/* error description (for gmail). */
"IMAP is not enabled. Please check your settings on Gmail Web." = "IMAP 未启用。请检查 Gmail Web 的设置。";

/* error description (for gmail). */
"IMAP is not enabled. Please contact your provider." = "IMAP 未启用。请联系您的提供商。";

/* Important menu item for priority inbox
   search term */
"Important" = "重要";

/* displayed in mesage list: Importing */
"Importing" = "导入";

/* when importing. %@ is the email that is being imported. */
"Importing %@\\U2026" = "正在导入 %@…";

/* import description */
"Importing data from previous version of Sparrow.\nPlease wait while import is in progress\\U2026" = "从之前版本的 Sparrow 导入数据。\n正在导入，请稍候…";

/* importing: title of the window */
"Importing Mails" = "导入邮件";

/* search token: completion, folder: ignored search prefix */
"in:" = "in:, 在:";

/* search token: completion string */
"in:inbox, inbox" = "in:inbox, inbox, 在:收件箱，收件箱";

/* inbox selection bar: Inbox
   main menu
   name of the folder in error message when the folder is not available
   search term
   tooltip for Inbox */
"Inbox" = "收件箱";

/* displayed in message list: No conversations in inbox */
"Inbox Zero" = "收件箱清空";

/* main menu */
"Increase Indent Level" = "提高缩进级别";

/* main menu */
"Increase Quote Level" = "提高引用级别";

/* main menu */
"Indentation" = "缩进";

/* error description (for gmail). */
"Information could not be saved to Gmail. Please retry later." = "未能将信息存储到 Gmail。请稍后重试。";

/* error description (generic imap). */
"Information could not be saved to the mail server. Please retry later." = "未能将信息存储到邮件服务器。请稍后重试。";

/* installation corrupted: title of the dialog box. */
"Install is corrupted" = "安装已损坏";

/* search token: completion string */
"is:draft, is:drafts, in:drafts, in:drafts, drafts" = "is:draft, is:drafts, in:draft, in:drafts, drafts, 是:草稿，是:草稿，在:草稿，在:草稿，草稿";

/* search token: completion string */
"is:important, in:important, priority inbox, important" = "is:important, in:important, priority inbox, important, 是:重要，在:重要，优先收件箱，重要";

/* search token: completion string */
"is:read, read" = "is:read, read, 是:已读，已读";

/* search token: completion string */
"is:sent, in:sent, sent" = "is:sent, in:sent, sent, 是:已发送，在:已发送，已发送";

/* search token: completion string */
"is:spam, in:spam, spam, junk" = "is:spam, in:spam, spam, junk, 是:垃圾邮件，在:垃圾邮件，垃圾邮件，垃圾邮件";

/* search token: completion string */
"is:starred, in:starred, star, starred, favorite, favorites, flag, flagged" = "is:starred, in:starred, star, starred, favorite, favorites, flag, flagged, 是:标星，在:标星，星号，标星，最爱，最爱，旗帜，标旗";

/* search token: completion string */
"is:trash, in:trash, trash, bin, deleted" = "is:trash, in:trash, trash, bin, deleted, 是:废纸篓，在:废纸篓，废纸篓，垃圾箱，已删除";

/* search token: completion string */
"is:unread, unread, not read" = "is:unread, unread, not read, 是:未读，未读，未阅读";

/* main menu */
"Italic" = "斜体";

/* main menu */
"Jump to Selection" = "跳到所选部分";

/* main menu */
"Justify" = "两边对齐";

/* main menu */
"Kern" = "字距调整";

/* conversation list: menu item
   main menu */
"Label" = "标签";

/* search token */
"LABEL" = "标签";

/* label of the label button
   Labels menu item (as title of the menu)
   main menu
   search suggestion category
   tooltip for Labels section in sidebar
   tooltip of the label button */
"Labels" = "标签";

/* search token: completion string */
"last month" = "上月";

/* search term */
"Last Month" = "上月";

/* search term */
"Last Week" = "上周";

/* search token: completion string */
"last week" = "上周";

/* search term */
"Last Year" = "去年";

/* search token: completion string */
"last year" = "去年";

/* main menu */
"Left to Right" = "从左到右";

/* license is granted. title of the dialog box. */
"License added" = "已添加许可";

/* main menu */
"License\\U2026" = "许可…";

/* main menu */
"Ligature" = "连字";

/* main menu */
"List" = "列表";

/* displayed in mesage list: Loading */
"Loading" = "载入";

/* main menu */
"Log Message" = "日志信息";

/* main menu */
"Log Protocol" = "日志协议";

/* main menu */
"Lower" = "降低";

/* main menu */
"Make Lower Case" = "设为小写";

/* main menu */
"Make Upper Case" = "设为大写";

/* conversation list: menu item
   main menu
   Mark as Important menu item for priority inbox. */
"Mark as Important" = "标记为重要";

/* conversation list: menu item
   Mark as Read menu item */
"Mark as Read" = "标记为已读";

/* conversation list: menu item
   main menu
   Mark as Spam menu item */
"Mark as Spam" = "标记为垃圾邮件";

/* conversation list: menu item
   main menu
   Mark as Starred menu item */
"Mark as Starred" = "标记为星号";

/* conversation list: menu item
   main menu
   Mark as Unread menu item */
"Mark as Unread" = "标记为未读";

/* main menu */
"Message" = "邮件";

/* Search suggestions */
"Message contains \"%@\"" = "邮件包含 \"%@\"";

/* Message could not be sent. title of the dialog. */
"Message could not be sent" = "未能发送邮件";

/* search term */
"Message has Attachment" = "邮件包含附件";

/* search term */
"Message in Trash" = "废纸篓内的邮件";

/* search term */
"Message is Draft" = "草稿邮件";

/* search term */
"Message is Important" = "重要邮件";

/* search term */
"Message is Read" = "已读邮件";

/* search term */
"Message is Sent" = "已发送邮件";

/* search term */
"Message is Spam" = "垃圾邮件";

/* search term */
"Message is Starred" = "标星邮件";

/* search term */
"Message is Unread" = "未读邮件";

/* account needed to open a compose window. title of the dialog box. */
"Message not found" = "未找到邮件";

/* main menu */
"Message Panel" = "邮件面板";

/* Messages are being sent while quitting. description in the dialog box. */
"Messages are being sent. If you quit now, this will cancel the progress. Messages will be kept as drafts." = "正在发送邮件。如果现在退出，则会取消此进程。邮件保存为草稿。";

/* main menu */
"Minimize" = "最小化";

/* search term */
"Monday" = "星期一";

/* search token: completion string */
"monday" = "星期一";

/* Move To menu item
   Move To menu item (as title of the menu)
   Move To menu item (generic imap) */
"Move To" = "移至";

/* conversation list: menu item
   main menu */
"Move to Inbox" = "移至收件箱";

/* error description. */
"Namespace is not available." = "名称空间不可用。";

/* status bar text: when no sync has occurred for the selected folder. */
"Never updated" = "永不更新";

/* main menu */
"New Message" = "新邮件";

/* tooltip of the compose toolbar button */
"New message" = "新邮件";

/* name of the growl notification of Sparrow for the preferences of Growl in the prefs panel */
"New Message Notification" = "新邮件通知";

/* displayed in message list: No conversations */
"No conversations" = "无会话";

/* in labels list menu */
"No folders" = "无文件夹";

/* in labels list menu */
"No labels" = "无标签";

/* No Twitter accounts alert view title */
"No Twitter accounts" = "无 Twitter 帐户";

/* main menu */
"None" = "无";

/* conversation list: menu item
   Not Important menu item for priority inbox. */
"Not Important" = "不重要";

/* conversation list: menu item
   Not Spam menu item */
"Not Spam" = "不是垃圾邮件";

/* main menu */
"Numbered" = "编号";

/* main menu */
"Open Message" = "打开邮件";

/* main menu */
"Page Setup\\U2026" = "页面设置…";

/* main menu */
"Paragraph" = "段落";

/* main menu */
"Paste" = "粘贴";

/* main menu */
"Paste and Match Style" = "粘贴并匹配样式";

/* main menu */
"Paste Ruler" = "粘贴标尺";

/* main menu */
"Paste Style" = "粘贴样式";

/* Pending for send message indication */
"Pending" = "未决";

/* search token */
"PEOPLE" = "联系人";

/* Search suggestions category */
"People" = "联系人";

/* invalidate license: description in the dialog box. */
"Please buy a valid license." = "请购买一个有效许可。";

/* sparrow is already running. description of dialog box. */
"Please quit the other instance of Sparrow." = "请退出另一个 Sparrow 实例。";

/* main menu */
"Prefer Plain Text" = "首选纯文本";

/* Preferences button in dialog box
   Preferences button in error dialog in case of login error */
"Preferences" = "偏好设置";

/* main menu */
"Preferences\\U2026" = "偏好设置…";

/* pop activity */
"prepare to receive %i messages" = "准备接收 %i 邮件";

/* main menu */
"Print\\U2026" = "打印…";

/* tooltip for Priority */
"Priority" = "优先级";

/* inbox selection bar: Priority Inbox */
"Priority Inbox" = "优先级收件箱";

/* Push mail is not available. */
"Push mail is not available." = "Push 邮件不可用。";

/* main menu */
"Quick Reply" = "快速回复";

/* main menu */
"Quick Reply All" = "快速回复全部";

/* Quit button when sparrow expired in the dialog */
"Quit" = "退出";

/* main menu */
"Quit Sparrow" = "退出 Sparrow";

/* Quit without Sending button when sending while quitting */
"Quit without Sending" = "退出而不发送";

/* main menu */
"Raise" = "升高";

/* search term */
"Read" = "已读";

/* main menu */
"Redo" = "重做";

/* main menu
   Refresh button in dialog box */
"Refresh" = "刷新";

/* A new version is available. Remind me later button */
"Remind me later" = "稍后提醒我";

/* main menu */
"Remove Formatting" = "移去格式";

/* conversation list: menu item
   Remove Star menu item */
"Remove Star" = "移去星号";

/* conversation list: menu item
   label of the reply toolbar button
   main menu
   menu item for reply toolbar button
   tooltip of the reply toolbar button */
"Reply" = "回复";

/* conversation list: menu item
   main menu
   menu item for reply toolbar button */
"Reply All" = "回复全部";

/* main menu */
"Restore" = "恢复";

/* conversation list: menu item */
"Restore from Trash" = "从废纸篓恢复";

/* main menu */
"Right to Left" = "从右至左";

/* search token: completion string */
"saturday" = "星期六";

/* search term */
"Saturday" = "星期六";

/* conversation list: menu item
   main menu */
"Save All Attachments" = "存储所有附件";

/* conversation list: menu item */
"Save Attachment" = "存储附件";

/* conversation list: menu item */
"Save Attachment As\\U2026" = "附件存储为…";

/* main menu */
"Save Draft" = "存储草稿";

/* saving attachment progress description, %@ is the filename of the attachment. */
"Saving %@" = "存储 %@";

/* main menu
   tooltip for Search */
"Search" = "搜索";

/* main menu */
"Search Messages" = "搜索邮件";

/* displayed in mesage list: Searching */
"Searching" = "搜索";

/* error description (for gmail). */
"Secure connection is not currently available on Gmail. Please retry later." = "Gmail 目前未提供安全连接。请稍后重试。";

/* main menu */
"Select All" = "全选";

/* main menu */
"Select Labels/Folders" = "选择标签/文件夹";

/* main menu */
"Select Next Account" = "选择下一个帐户";

/* main menu */
"Select Previous Account" = "选择上一个帐户";

/* main menu */
"Selection" = "选择部分";

/* main menu */
"Send and Archive" = "发送并归档";

/* main menu */
"Send Message" = "发送邮件";

/* sending progress description, %@ is the subject of the message
   sending progress description, parameter is the subject of the message */
"Sending %@" = "发送 %@";

/* search term
   tooltip for Sent Messages */
"Sent" = "已发送";

/* main menu */
"Sent Mail" = "已发送邮件";

/* name of the folder in error message when the folder is not available */
"Sent Messages" = "发出的邮件";

/* main menu */
"Services" = "服务";

/* account needed to open a compose window. title of the dialog box.
   account needed to open a compose window. title the dialog box.
   Title of the error dialog, when applescript is used and no account is available. */
"Set up one account" = "设立一个帐户";

/* Button title to jump to Settings.app */
"Settings" = "设置";

/* main menu */
"Show All" = "显示全部";

/* main menu */
"Show Colors" = "显示颜色";

/* main menu */
"Show Data Folder" = "显示数据文件夹";

/* main menu */
"Show Fonts" = "显示字体";

/* main menu */
"Show Format Bar" = "显示格式栏";

/* main menu */
"Show Log Folder" = "显示日志文件夹";

/* main menu */
"Show Ruler" = "显示标尺";

/* main menu */
"Show Spelling And Grammar" = "显示拼写和语法";

/* main menu */
"Show Substitutions" = "显示替换";

/* main menu */
"Sidebar" = "侧栏";

/* main menu */
"Smaller" = "较小";

/* main menu */
"Smart Copy/Paste" = "智能拷贝/粘贴";

/* main menu */
"Smart Dashes" = "智能破折号";

/* main menu */
"Smart Links" = "智能链接";

/* main menu */
"Smart Quotes" = "智能引号";

/* search term
   spam bar label
   Spam menu item in popup menu, in labels menu
   Spam menu item, in labels menu
   tooltip for Spam */
"Spam" = "垃圾邮件";

/* main menu */
"Sparrow" = "Sparrow";

/* main menu */
"Sparrow Help" = "Sparrow 帮助";

/* Sparrow is already running. title of dialog box. */
"Sparrow is already running" = "Sparrow 已在运行";

/* error description (for gmail). */
"Sparrow is trying to connect to a server that is pretending to be Gmail server." = "Sparrow 正在尝试连接到伪装成 Gmail 服务器的服务器。";

/* error description (generic imap). */
"Sparrow is trying to connect to a server that is pretending to the mail server." = "Sparrow 正在尝试连接到伪装成邮件服务器的服务器。";

/* main menu */
"Speech" = "语音";

/* main menu */
"Spelling and Grammar" = "拼写和语法";

/* main menu
   name of the folder in error message when the folder is not available
   search term
   tooltip for Starred */
"Starred" = "星号";

/* main menu */
"Start Speaking" = "开始讲话";

/* search token */
"STATUS" = "状态";

/* search suggestion category */
"Status" = "状态";

/* label in special cell in message list. */
"Still searching\\U2026" = "仍在搜索...";

/* main menu */
"Stop Speaking" = "停止讲话";

/* search token */
"SUBJECT" = "主题";

/* search bar
   search suggestion menu */
"Subject" = "主题";

/* Search suggestions */
"Subject contains \"%@\"" = "主题包含 \"%@\"";

/* search token prefix */
"subject:" = "主题：";

/* search suggestions category */
"Subjects" = "主题";

/* main menu */
"Subscript" = "下标";

/* main menu */
"Substitutions" = "替换";

/* search token: completion string */
"sunday" = "星期天";

/* search term */
"Sunday" = "星期天";

/* main menu */
"Superscript" = "上标";

/* error description */
"Synchronization failed. Please, retry later." = "同步失败。 请稍后重试。";

/* label in special cell in message list. */
"Synchronization is not finished. Search results may be incomplete." = "因为同步尚未完成。搜索结果不完整。";

/* error description. %@ is the mail of the account. */
"Synchronization of %@ failed. Please, retry later." = "%@ 同步失败。 请稍后重试。";

/* fonts broken on the system. title of the dialog box. */
"System font is missing" = "系统字体丢失。";

/* main menu */
"Text" = "文本";

/* main menu */
"Text Replacement" = "文本替换";

/* when folder is not found. error message in case of gmail. description in the dialog box. %@ is the name of the folder. */
"The \"%@\" folder cannot be synced properly. Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "无法正确同步 \"%@\" 文件夹。请在 Gmail 设置中激活所有文件夹 (http://www.sparrowmailapp.com/faq-gmaillabels) 以便 Sparrow 正常工作。";

/* The attachment could not be downloaded. description in the dialog box. %@ is the filename of the attachment. */
"The attachment \"%@\" could not be downloaded. Please retry later." = "附件 \"%@\" 未能下载。请稍后重试。";

/* The attachment could not be downloaded. no filename is available for the attachment. description in the dialog box. */
"The attachment could not be downloaded. Please retry later." = "附件未能下载。请稍后重试。";

/* error when a folder creation failed, title of the dialog */
"The folder could not be created" = "未能创建文件夹";

/* error description. */
"The folder could not be created. The name might not be valid." = "未能创建文件夹。名称可能无效。";

/* error when a folder deletion failed, title of the dialog */
"The folder could not be deleted" = "未能删除文件夹";

/* error description. */
"The folder could not be deleted." = "未能删除文件夹。";

/* error when a label creation failed, title of the dialog */
"The label could not be created" = "未能创建标签";

/* error description. */
"The label could not be created. The name might not be valid." = "未能创建标签。名称可能无效。";

/* error when a label deletion failed, title of the dialog */
"The label could not be deleted" = "未能删除标签";

/* error description. */
"The label could not be deleted." = "未能删除标签。";

/* error description. %@ is the subject of the email. */
"The message \"%@\" could not be sent. It contains attachments that are not allowed." = "邮件 \"%@\" 未能发送。包含有不被允许的附件。";

/* The message could not be sent. description in the dialog. %@ is the subject of the message */
"The message \"%@\" could not be sent. Please retry later." = "邮件 \"%@\" 未能发送。请稍后重试。";

/* error description. %@ is the subject of the email. */
"The message \"%@\" could not be sent. Please, visit your mail account on the web once. It will allow Sparrow to connect properly afterwards." = "未能发送邮件 \"%@\". 请在 Web 上访问一次邮件帐户。 此举将允许 Sparrow 在此后正常连接。";

/* error description. %@ is the subject of the email. */
"The message \"%@\" could not be sent. The alias is probably wrong or the recipient is not allowed." = "邮件 \"%@\" 未能发送。替身可能错误或收件人不被允许。";

/* error description. %@ is the subject of the message, first %i is the error code, second %i is the smtp error code, %@ is a non-localized description sent by the server. */
"The message \"%@\" could not be sent. Unexpected error (%i/%i/%@)." = "邮件 \"%1$@\" 未能发送。意外错误 (%2$i/%3$i/%4$@)。";

/* error description. %@ is the subject of the email. */
"The message cannot be saved to Drafts. The attachments of the message \"%@\" are probably too large." = "邮件无法存储到“草稿”。邮件的附件 \"%@\" 可能太大。";

/* error description. */
"The message cannot be saved to Drafts. The attachments of the message are probably too large." = "邮件无法存储到“草稿”。邮件的附件可能太大。";

/* error description for message without subject. */
"The message cannot be saved to Drafts. The attachments of the message with no subject are probably too large." = "邮件无法存储到“草稿”。无标题的邮件附件可能太大。";

/* error description. */
"The message could not be moved to Trash. Please retry later." = "邮件未能移入废纸篓。请稍后重试。";

/* error description (for gmail). */
"The message could not be saved to Drafts. Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "邮件未能存储到废纸篓。请在 Gmail 设置中激活所有文件夹 (http://www.sparrowmailapp.com/faq-gmaillabels) 以便 Sparrow 正常工作。";

/* error description (generic imap). */
"The message could not be saved to Drafts. This mailbox was not found and could not be created." = "邮件未能存储到废纸篓。此邮箱未找到且无法创建。";

/* error description. */
"The message could not be sent." = "未能发送邮件。";

/* error description for email without subject.
   error description. */
"The message could not be sent. It contains attachments that are not allowed." = "未能发送邮件。包含有不被允许的附件。";

/* error description. */
"The message could not be sent. Please retry later." = "未能发送邮件。请稍后重试。";

/* error description for email without subject. */
"The message could not be sent. Please, visit your mail account on the web once. It will allow Sparrow to connect properly afterwards." = "未能发送邮件。 请在 Web 上访问一次邮件帐户。 此举将允许 Sparrow 在此后正常连接。";

/* error description for email without subject.
   error description. */
"The message could not be sent. The alias is probably wrong or the recipient is not allowed." = "未能发送邮件。替身可能错误或收件人不被允许。";

/* error description. %@ is the subject of the email. */
"The message could not be sent. The attachments of the message \"%@\" are probably too large." = "未能发送邮件。邮件的附件 \"%@\" 可能太大。";

/* error description. */
"The message could not be sent. The attachments of the message are probably too large." = "未能发送邮件。邮件的附件可能太大。";

/* error description for email without subject. */
"The message could not be sent. The attachments of the message with no subject are probably too large." = "未能发送邮件。无标题的邮件附件可能太大。";

/* error description. first %i is the error code, second %i is the smtp error code, %@ is a non-localized description sent by the server. */
"The message could not be sent. Unexpected error (%i/%i/%@)." = "未能发送邮件。意外错误 (%1$i/%2$i/%3$@)。";

/* database could not be created. description of dialog box. */
"The message database cannot be found or created, and is required. The default location for this folder is in Library > Application Folder > Sparrow." = "无法找到或创建邮件数据库，且数据库为必需。此文件夹的默认位置位于“资源库”>“应用程序支持”> Sparrow 中。";

/* The message with no subject could not be sent. description in the dialog. */
"The message with no subject could not be sent. Please retry later." = "未能发无主题的送邮件。请稍后重试。";

/* when a message is opened using a URL. %@ is the URL */
"The message with the URL %@ could not be found." = "未找到含有 URL %@ 的邮件。";

/* error when a folder rename failed, title of the dialog */
"The name of the folder could not be changed" = "未能改变文件夹的名称";

/* error when a label rename failed, title of the dialog */
"The name of the label could not be changed" = "未能改变标签的名称";

/* error description. */
"The name of this folder could not be changed. The name might not be valid." = "未能改变文件夹的名称。名称可能无效。";

/* error description. */
"The name of this label could not be changed. The name might not be valid." = "未能改变标签的名称。名称可能无效。";

/* generic error on folder, title of the dialog
   generic error on label, title of the dialog */
"The operation could not be performed" = "操作未能执行";

/* error description. */
"The sent message could not be saved to \"Sent Messages\"." = "已发送邮件未能存储到 \"发出的邮件\"。";

/* No Twitter accounts alert view message */
"There are no Twitter accounts configured. You can add or create a Twitter account in Settings" = "未配置 Twitter 帐户。 您可以在设置中添加或创建 Twitter 帐户";

/* When CloudApp file size limit is reached. */
"This file is too large to be uploaded to CloudApp." = "文件太大，无法上传到 CloudApp。";

/* error description. */
"This folder could not be opened. Please retry later." = "未能打开此文件夹。请稍后重试。";

/* license is granted. %@ is the name. description in the dialog box. */
"This license is granted to %@" = "此许可授予 %@";

/* license is granted. first %@ is the name. second %@ is the email. description in the dialog box. */
"This license is granted to %@ <%@>" = "此许可授予 %1$@ <%2$@>";

/* invalid license: title of the dialog box. */
"This license is not valid" = "此许可无效";

/* message cell: when the message has no text content */
"This message has no content." = "此邮件没有内容。";

/* search token: completion string */
"this month" = "本月";

/* search term */
"This Month" = "本月";

/* sparrow expired. title of dialog box. */
"This version expired" = "此版本已过期";

/* Title of the dialog box: Leopard double update message. */
"This version is not compatible with Leopard" = "此版本与 Leopard 不兼容";

/* sparrow expired. description of dialog box. */
"This version of Sparrow has expired. Please download the latest version." = "此 Sparrow 的版本已过期。请下载最新版本。";

/* search term */
"This Week" = "本周";

/* search token: completion string */
"this week" = "本周";

/* search term */
"This Year" = "今年";

/* search token: completion string */
"this year" = "今年";

/* search token: completion string */
"thursday" = "星期四";

/* search term */
"Thursday" = "星期四";

/* search token */
"TO" = "至";

/* message cell: in sent mailbox, before recipient
   search bar
   search suggestion menu */
"To" = "至";

/* search token prefix */
"to:" = "到：";

/* search token: completion string */
"today" = "今天";

/* search term */
"Today" = "今天";

/* error description. %@ is the email of the account. */
"Too many simultaneous connections to %@." = "%@ 的同步连接太多。";

/* error description. */
"Too many simultaneous connections your account." = "帐户的同步连接太多。";

/* main menu */
"Transformations" = "变换";

/* main menu
   name of the folder in error message when the folder is not available
   search term
   tooltip for Trash
   trash bar label */
"Trash" = "废纸篓";

/* search term */
"Tuesday" = "星期二";

/* search token: completion string */
"tuesday" = "星期二";

/* main menu */
"Underline" = "下划线";

/* main menu */
"Undo" = "还原";

/* Unexpected error %@ is the error domain. %i is the error code. */
"Unexpected error (%@/%i)" = "意外错误 (%1$@/%2$i)";

/* Unexpected error when connecting to CloudApp */
"Unexpected error while connecting to CloudApp servers." = "连接到 CloudApp 服务器时，发生意外错误。";

/* tooltip: Unified Inbox */
"Unified Inbox" = "统一收件箱";

/* buy text */
"Unlock all Sparrow's features now" = "立即解锁 Sparrow 的所有功能";

/* inbox selection bar: Unread
   search term
   tooltip for Unread */
"Unread" = "未读";

/* default name of the saved file if the attachment has no filename.
   when attachment has no filename, name used for the progress */
"Untitled" = "未命名";

/* A new version is available. Update button */
"Update" = "更新";

/* status bar text: %@ is the last sync date */
"Updated on %@" = "更新于 %@";

/* main menu */
"Use All" = "使用全部";

/* main menu */
"Use Default" = "使用默认";

/* main menu */
"Use Loosen" = "使用松排";

/* main menu */
"Use None" = "什么都不使用";

/* main menu */
"Use Selection for Find" = "使用所选内容进行查找";

/* main menu */
"Use Tighten" = "使用紧排";

/* search term */
"Wednesday" = "星期三";

/* search token: completion string */
"wednesday" = "星期三";

/* main menu */
"Window" = "窗口";

/* main menu */
"Writing Direction" = "书写方向";

/* search term */
"Yesterday" = "昨天";

/* search token: completion string */
"yesterday" = "昨天";

/* when pressing on the empty trash button from trash bar, description */
"You can't undo this action." = "您不能还原此操作。";

/* account needed to open a compose window. description in the dialog box.
   Text of the error dialog, when applescript is used and no account is available. */
"You have to set up at least one account to be able to send emails." = "必须至少设置一个帐户以能够发送电子邮件。";

/* installation corrupted: description in the dialog box. */
"You should uninstall the application and download it again." = "应卸载应用程序并再次下载。";

/* When upload limit is reached on CloudApp. */
"You've reached the daily upload limit allowed by the free plan of CloudApp." = "您已经达到 CloudApp 免费计划所允许的每日上传限制。";

/* error description. */
"You've reached your storage limit on Dropbox. Please clean up your dropbox files and retry." = "您的 Dropbox 已经达到存储极限。请在清空 Dropbox 文件后重试。";

/* error description */
"Your account moved to iCloud. Connect to http://me.com/move and retry." = "您的帐户已移至 iCloud。连接至 http://me.com/move 并重试。";

/* main menu */
"Zoom" = "缩放";

